import pro1 from "../assats/sayyad_ata_ullah_sha_bukhari .jpg"
import pro2 from "../assats/download (8).jpeg"
import pro3 from "../assats/خیرالمدارس.jpeg"
import pro4 from "../assats/Darul_Uloom_Deoband.jpg"
import pro5 from "../assats/مرقد مبار مولان محمد حیات صاحب.jpg"
import pro6 from "../assats/مولان یوسف بنوری رحمۃ اللہ علیہ.jpeg"
import pro7 from "../assats/خواجہ خان محمد.jpeg"
import pro8 from "../assats/عبد المجید لدھیانوی.jpg"
import pro9 from "../assats/عبدالرزاق اسکندر.jpeg"
import pro10 from "../assats/ناصرالدین خاکوانی.jpg"
const ProjectCardData = [
    {
        imgsrc: pro1,
        title: "امیرِ شریعت حضرت مولانا سید عطا اللہ شاہ بخاری حسینی",
        text: "سید عطا اللہ شاہ بخاری دینی اور سیاسی رہنما مجلس احرار اسلام کے بانی تھے ۔1891ء کو پٹنہ میں پیدا ہوئے۔ آبائی وطن موضع ناگڑیاں ضلع گجرات پنجاب، پاکستان) تھا۔ لیکن آپ کے والد مولوی ضیاء الدین احمد نے بسلسلہ تبلیغ پٹنہ میں سکونت اختیار کر لی تھی۔ سید صاحب زمانہ طالب علمی ہی میں سیاسی تحریکوں میں حصہ لینے لگے تھے۔ لیکن آپ کی سیاسی زندگی کی ابتدا 1918ء میں کانگرس اور مسلم لیگ کے ایک مشترکہ جلسے سے ہوئی۔ جو تحریک خلافت کی حمایت میں امرتسر میں منعقد ہوا تھا۔ سیاسی زندگی بھر پور سفروں میں گزاری اور ہندوستان کے تمام علاقوں کے دورے کیے۔ اپنے زمانے کے معروف ترین مقرر تھے اور لوگ ان کی تقریریں سننے کے لیے دور دور سے آتے تھے۔",
        view: "https://youtu.be/masvxWZU0ec"
    },
    {
        imgsrc: pro2,
        title: "خطیبِ پاکستان حضرت مولانا قاضی احسان احمد شجاع آبادی",
        text: "مجلس احرار پاکستان کے ووسرے امیر اور تحریک آزادی ہند میں بڑھ چڑھ کو حصہ لینے والے جنکا نام قاضی احسان احمد شجاع آبادی ہے۔ ",
        view: "https://youtu.be/masvxWZU0ec"
    },
    {
        imgsrc: pro3,
        title: "مجاہدِ ملت حضرت مولانا محمد علی جالندھری",
        text: "مولانا محمد علی جالندھری ایک پاکستانی اسلامی اسکالر تھے۔ انہوں نے عالمی مجلس تحفظ ختم نبوت کے پہلے جنرل سکریٹری اور تیسرے امیر کی حیثیت سے خدمات انجام دیں",
        view: "https://youtu.be/masvxWZU0ec"
    },
    {
        imgsrc: pro4,
        title: "مناظرِ اسلام حضرت مولانا لال حسین اختر",
        text: "مولانا محمد علی جالندھری ایک پاکستانی اسلامی اسکالر تھے۔ انہوں نے عالمی مجلس تحفظ ختم نبوت کے پہلے جنرل سکریٹری اور تیسرے امیر کی حیثیت سے خدمات انجام دیں۔",
        view: "https://youtu.be/masvxWZU0ec"
    },
    {
        imgsrc: pro5,
        title: "فاتحِ قادیان حضرت مولانا محمد حیات (عارضی)",
        text: "مولانا محمد حیات ایک پاکستانی اسلامی اسکالر تھے۔ انہوں نے عالمی مجلس تحفظ ختم نبوت کے قائم مقام امیر کی حیثیت سے خدمات انجام دیں.",
        view: "https://youtu.be/masvxWZU0ec"
    },
    {
        imgsrc: pro6,
        title: "محدث العصر حضرت علامہ سید محمد یوسف بَنوری",
        text: "محمد یوسف بنوری یا علامہ سید یوسف بنوری (ولادت: 7 مئی 1908ء - وفات: 17 اکتوبر 1977ء) پاکستانی عالم دین، جامعہ العلوم الاسلامیہ کے بانی اور 30 مئی 1973ء سے 17 اکتوبر 1977ء تک وفاق المدارس العربیہ کے صدر اور نائب صدر تھے۔[2][3][4] جس جگہ آپ کا مدرسہ واقع ہے اس جگہ کا نام کا سرکاری طور پر اندراج آپ کے نام نامی پر علامہ بنوری ٹاؤن کیا گیا۔ ",
        view: "https://youtu.be/masvxWZU0ec"
    },
    {
        imgsrc: pro7,
        title: "خواجۂ خواجگان حضرت مولانا خواجہ خان محمد ",
        text: "مولانا خواجہ خان محمد (1920 - 5 مئی 2010) ایک پاکستانی سنی عالم دین اور عالمی مجلس تحفظ ختم نبوت کے امیر خواجہ خان محمد 1920ء میں ضلع میانوالی میں خواجہ عمر کے ہاں پیدا ہوئے۔ آپ نے چھٹی جماعت تک اسکول میں تعلیم حاصل کی، اس کے بعد آپ نے خانقاہ سراجیہ کنڈیاں میں قرآن مجید اور ابتدائی دینی کتابیں پڑھیں۔ وہ مزید تعلیم کے لیے جامعہ اسلامیہ تعلیم الدین ڈابھیل چلے گئے۔ پھر وہ اپنی تعلیم مکمل کرنے کے لیے دارالعلوم دیوبند گئے اعزاز علی امروہی اور دیگر ممتاز اساتذہ کے علاوہ آپ کو حسین احمد مدنی کے خصوصی طالب علم ہونے کا اعزاز بھی حاصل ہوا",
        view: "https://youtu.be/masvxWZU0ec"
    },
    {
        imgsrc: pro8,
        title: "حکیم العصر حضرت مولانا عبدالمجید لدھیانوی",
        text: "مولانا عبد المجید لدھیانوی (پیدائش۔ 5 جون 1934 ء - 1 فروری 2015) ایک پاکستانی اسلامی اسکالر اور مصنف تھے۔ جنھوں نے عالمی مجلس تحفظ ختم نبوت کے 7 ویں امیر اور وفاق المدارس العربیہ پاکستان کی مجلسِ شورٰی کے سینئر رکن کی حیثیت سے خدمات انجام دیں۔",
        view: "https://youtu.be/masvxWZU0ec"
    },
    {
        imgsrc: pro9,
        title: "شیخ الحدیث حضرت مولانا ڈاکٹر عبدالرزاق اسکندر ",
        text: "عبد الرزاق اسکندر (1935 – 30 جون 2021) ایک پاکستانی عالم دین اور مصنف تھے۔ وہ جامعہ العلوم الاسلامیہ کے مہتمم و استاذِ حدیث ، عالمی مجلس تحفظ ختم نبوت کے مرکزی امیر اور وفاق المدارس العربیہ پاکستان کے صدر تھے۔ وہ دارالعلوم کراچی ، جامعہ العلوم الاسلامیہ ، جامعہ اسلامیہ، مدینہ منورہ اور جامعہ الازہر سے فارغ التحصیل تھے۔ آپ  الطریقۃ العصریۃ لتعلیم اللغۃ العربیۃ  اور  تحفظِ مدارس اورعلما و طلبہ سے چند باتیں  جیسی کتابوں کے مصنف تھے۔",
        view: "https://youtu.be/masvxWZU0ec"
    },
    {
        imgsrc: pro10,
        title: "پیرِ طریقت حضرت مولانا حافظ ناصرالدین خاکوانی ",
        text: "حضرت مولانا پیر حافظ ناصرالدین خان خاکوانی ایک پاکستانی اسلامی اسکالر اور عالمی مجلس تحفظ ختم نبوت کے موجودہ امیر مرکزیہ ہیں۔ خاکوانی نائب امیر کے طور مولانا خواجہ عزیز احمد کے ساتھ بھی خدمات انجام دے چکے ہیں ، عبدالرزاق اسکندر کی وفات کے بعد انہیں اگست 2021 میں امیر مقرر کیا گیا۔",
        view: "https://youtu.be/masvxWZU0ec"
    }
 ];
 export default ProjectCardData;