import React from 'react';
import Header from '../../../Header/Header';
import Footer from '../../../Footer/Footer';
import Image from "../../../Images/Image"
import './About.css';

const About = () => {
  return (
    <div className="">
      <Header/>
      <section className="about_us_page">
        <div className="about_us_page_content">
        <h1>عالمی مجلس تحفظ ختم نبوت کا تعارف</h1>
        <p>
          <span className='amtkn'>
          عالمی مجلس تحفظ ختم نبوت
          </span>
          اسلامی ملت کی ایک بین الاقوامی ، مذہبی ، تبلیغی اور اصلاحی تنظیم ہے (ملت کا مطلب ایک جغرافیائی حدود سے قطع نظر ایک عالمی اسلامی قومیت ہے)۔ اس کا واحد مقصد یہ ہے کہ وہ ختم نبوت کے تحفظ کے لیے دنیا کے تمام مسلمانوں کو متحد کریں اور پیغمبر اسلام حضرت محمد مصطفی صلی اللہ علیہ وآلہ وسلم کی ختم نبوت کے آخری عقیدے پر رد کرنے والوں کا انکار کریں۔ 
        </p>
        <p>
        قیام پاکستان کے بعد ، مجلس کے بانی اور عظیم اسلامی رہنما 
        <span className='AUSB'>
          سید عطا اللہ شاہ بخاری رحمہ اللہ علیہ
        </span> اپنے تمام ساتھیوں سمیت تمام سیاسی مشغولوں سے خود کو الگ کرتے ہوئے اسلام کی تبلیغ اور قادیانیت (حضرت محمد مصطفی صلی اللہ علیہ وآلہ وسلم کی ختم نبوت کے آخری عقیدے پر انکار کرنے والے) کی تردید کے لیے اپنی زندگی وقف کردی۔ 
        </p>
        <p>
        اللہ پاک کے فضل و کرم اور پھر اپنے مقدس مقصد کے لیے مخلصانه کاوشوں اور مقصد کی وجہ سے انہوں نے پوری دنیا میں "عالمی مجلس تحفظ ختم نبوت" کی بنیاد رکھی۔ پاکستان اور بہت سے دوسرے ممالک میں، قادیانیوں کو مسلمانوں سے الگ کر دیا گیا اور انہیں غیر مسلم قرار دیا گیا۔ 
        </p>
        </div>
        <ol className='about_us_page_orderd_list'>
        <h2>
        تنظیم "عالمی مجلس تحفظ ختم نبوت" کی نمایاں خصوصیات ذیل میں ہیں: 
        </h2>
        <li>
          عالمی مجلس تحفظ ختم نبوت تمام سیاسی مقاصد اور جدوجہد سے پاک ہے۔</li>
        <li>
          اس کی مخصوص خصوصیت اسلام کی تبلیغ اور خاص طور پر پیغمبر اسلام حضرت محمد مصطفی صلی اللہ علیہ وآلہ وسلم کی ختم نبوت کے آخری عقیدے پر اعتقاد کا تحفظ ہے۔
        </li>
        <li>
          دنیا کی مختلف زبانوں میں لاکھوں روپے مالیت کا لٹریچرمفت شائع اور تقسیم کیا جاتا ہے۔
        </li>
        <li>
          عالمی مجلس تحفظ ختم نبوت کراچی سے ہفتہ وار "ختم نبوت" اور ملتان سے ماہانہ "لولاک" رسالہ شائع کرتی ہے ، جس کی مفت مطالعہ اور نقل شدہ مواد کی سہولت پشاور سے پوری دنیا کو اس ویب سائٹ کے ذریعہ مہیا کی جاتی ہے. [ http://www.khatm-e-nubuwwat.com]
        </li>
        <li>
          پاکستان میں پچاس مرکزی دفاتر اور بارہ دینی مدارس کے ساتھ ساتھ بیرونی ممالک میں بھی مکمل طور کام جاری ہے.
        </li>
        <li>
          عالمی مجلس تحفظ ختم نبوت کے زیراہتمام چناب نگر میں دو عظیم مساجد اور دو مدرسے کام کر رہے ہیں۔
        </li>
        <li>
          ملتان میں "عالمی مجلس تحفظ ختم نبوت" کا مرکزی سکریٹریٹ "دارالمبلغین " (مبلغین کا مرکز) ، "دارالتصنیف" (مرکز تحریر) اور ایک مدرسہ کے ذریعہ دن رات دنیا کے مسلمانوں کی خدمت کرتا ہے۔
        </li>
        <li>
        آنحضرت صلی اللہ علیہ وآلہ وسلم کی رسالت کا تقدس اور پیغمبر اسلام حضرت محمد مصطفی صلی اللہ علیہ وآلہ وسلم کی ختم نبوت پر یقین کے لیے عالمی مجلس تحفظ ختم نبوت دنیا کے بہت سارے ممالک میں تبلیغ اور اصلاح کے دوروں اور کانفرنسوں کا اہتمام کرتی ہے جیسے; برطانیہ، امریکا اور افریقہ وغیرہ۔
        </li>
        <li>
        مالی (افریقہ) میں اللہ تعالٰی کے فضل و کرم سے اور عالمی مجلس تحفظ ختم نبوت کی کوششوں کی وجہ سے تیس ہزار قادیانیوں نے قادیانیت کے مذہب سے توبہ کی اور اسلام قبول کیا۔
        </li>
        <li>
          عالمی مجلس تحفظ ختم نبوت کی تبلیغ و خدمت کا مثبت اور اصلاحی طریقہ کار کی وجہ سے پوری دنیا سے، قادیانیوں نے اپنے پچھلے مذہبی عقائد کو چھوڑ دیا اور اسلام قبول کر لیا۔
        </li>
        </ol>
      </section>
      <section className="khatm_e_nabowat_ke_omara">
        <h2>ختم نبوت کے اُمراء</h2>
        <div className="khatm_e_nabowat_ke_omara_box">
          {
            Image.map((val,ind) =>{
              const{imgsrc,title,text} = val
              return(
                <div className="omra_box" key={ind}>
            <img src={imgsrc} alt="" />
            <div className="omara_box_content">
            <h3> {title} </h3>
            <p> {text} </p>
            </div>
          </div>
              )
            })
          }
        </div>
      </section>
      <Footer/>
    </div>
  )
}

export default About
